import textStyle from "./InfoText.module.css";

export const InfoText = () => {
  return (
    <section>
      <article className={textStyle.container}>
        <h1 className={textStyle.text}>Информации</h1>
        <div>
          <h2>Услови за користење</h2>
          <div>
            <h3>Цени</h3>
            <p>Цените во каталогот се со вклучен ДДВ</p>
          </div>

          <div>
            <h3>Нарачка</h3>
            <p>
              Може да се направи преку <strong>chat-box</strong>, да не
              исконтактирате на нашиот телефонски број
              <strong>646516515</strong> или да ни пишете <strong>mail</strong>.
            </p>
          </div>

          <div>
            <h3>Испорака</h3>
            <p>
              Нарачаните производи се доставуваат во рок од 1-2 работни дена
              преку карго експрес во зависност во кој период од тековниот ден е
              направена нарачката.Секоја нарачка над 3000ден е бесплатна.За
              нарачка под 3000ден цената на пратката изнесува 150ден
            </p>
          </div>

          <div>
            <h3>Плаќање</h3>
            <p>Производот се плаќа при подигање на пратката(откуп)</p>
          </div>

          <div>
            <h3>Враќање</h3>
            <p>
              Секој наш продукт може да биде вратен или заменет во рок од 14
              дена. Делот не треба да биде монтиран и да биде со зачувана
              опаковка.При не практикување на овие услови како изгубена опаковка
              или монтиран продукт, Online има право да не го прима вратениот
              производ.
            </p>
          </div>
        </div>
      </article>
    </section>
  );
};
